{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "XeSSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "Cбалансированный"
					},
					"Key": "XESS_BALANCED"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering a high quality visual upscale"
					},
					"Translation":
					{
						"Text": "Высокое качество визуального масштабирования"
					},
					"Key": "XESS_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering optimal performance and image quality"
					},
					"Translation":
					{
						"Text": "Оптимальное соотношение между производительностью и качеством изображения"
					},
					"Key": "XESS_BALANCED_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering the highest quality visual upscale"
					},
					"Translation":
					{
						"Text": "Наивысшее качество визуального масштабирования"
					},
					"Key": "XESS_ULTRA_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on improving overall gaming performance"
					},
					"Translation":
					{
						"Text": "Повышение общей производительности игры"
					},
					"Key": "XESS_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality."
					},
					"Translation":
					{
						"Text": "Технология Intel® Xe Super Sampling (XeSS) использует машинное обучение для обеспечения более высокой производительности с исключительным качеством изображения."
					},
					"Key": "XESS_DESCRIPTION_MINIMUM"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality. Hardware accelerated XeSS is optimized for Xe-HPG microarchitecture-based GPUs."
					},
					"Translation":
					{
						"Text": "Технология Intel® Xe Super Sampling (XeSS) использует машинное обучение для обеспечения более высокой производительности с исключительным качеством изображения. Технология XeSS с аппаратным ускорением оптимизирована для графических процессоров на базе микроархитектуры Xe-HPG."
					},
					"Key": "XESS_DESCRIPTION_SHORT"
				},
				{
					"Source":
					{
						"Text": "Intel® XeSS"
					},
					"Translation":
					{
						"Text": "Intel® XeSS"
					},
					"Key": "XESS_LABEL"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Выкл."
					},
					"Key": "XESS_OFF"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "Производительность"
					},
					"Key": "XESS_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "Качество"
					},
					"Key": "XESS_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Turns Intel XeSS off"
					},
					"Translation":
					{
						"Text": "Intel® XeSS отключена"
					},
					"Key": "XESS_OFF_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "Ультракачество"
					},
					"Key": "XESS_ULTRA_QUALITY"
				}
			]
		}
	]
}